<template>
  <Accordion
    :sectionTitle="title"
    :elements="elements"
    :defaultOpenedElementId="'fc_1'"
  />
</template>
<script setup lang="ts">
const title = "Популярные вопросы наших клиентов";
const elements = [
  {
    id: "fc_1",
    title: "Какая стоимость за использование фулфилмента на маркетплейсах?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
  {
    id: "fc_2",
    title: "Где находится Ваш склад?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
  {
    id: "fc_3",
    title: "Какие документы необходимы для поставки на маркетплейсы?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
  {
    id: "fc_4",
    title: "С какими маркетплейсами сотрудничаете?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
  {
    id: "fc_5",
    title: "Как использовать финансирование от компании?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
  {
    id: "fc_6",
    title: "Какие условия хранения товара?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
];
</script>
