<template>
  <Accordion
    :secondPage="true"
    :sectionTitle="title"
    :elements="elements"
    :defaultOpenedElementId="'fc_1'"
  />
</template>
<script setup lang="ts">
const title = "часто задаваемые вопросы";
const elements = [
  {
    id: "fc_1",
    title: "Какие документы нужны на товар?",
    content: "Можете уточнить у наших операторов.",
  },
  {
    id: "fc_2",
    title: "Могу ли я работать с вами удаленно?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
  {
    id: "fc_3",
    title:
      "Я хочу продаваться на маркетплейсе, вы можете забрать на себя контент, доставку, упаковку и маркетинговое сопровождение?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
  {
    id: "fc_4",
    title: "Как быстро товар появится в продаже?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
  {
    id: "fc_5",
    title: "Какую схему работы вы мне посоветуете: FBS или FBO?",
    content: "Стоимость можете уточнить у наших операторов.",
  },
];
</script>
